app/views/kids/index.html.erb

SELECT "kids".* FROM "kids"
---
			<td><%= kid.bookid %></td>
			<td><% if !(kid.bookid.blank?)%><%=kid.updated_at.strftime("%m/%d/%y")%><%end%></td>